
Console.WriteLine("Игра - Победи БОССА");
Console.WriteLine("Правила:\nУ вас есть 4 подземелья.\nВ трех из них находитятся стражи, а в одном Босс");
Console.WriteLine("Цель игры победить Босса используя заклинания, который тратяться за ману");
Console.WriteLine("Мана - ваша духовная энергия, по умолчанию она восстанавливается 3 м/c");
Console.WriteLine("Заклинания могут быть:\n" +
    "  1)Атакующими - наносят урон врагу\n" +
    "  2)Востанавливающими - востанавливают хп или ману\n" +
    "  3)Стратегические - заклинания различных типов");
Console.WriteLine("Условия игры:\n" +
    "  Уровень жизни у БОССА - (900-1500)\n" +
    "  Уровень жизни у стражей - (500-700)\n" +
    "  Уровень жизни у игрока - (800-1300)\n" +
    "Приятной вам игры! Пусть удача благовалит вам путник!\n\n\n");


while (true)
{

}
Console.ReadKey(true);

